Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/halddahus--ja-dgt-direktorahta_id_440429.html.tmx
Source language: sme
Languages: nob

source: Hálddahus- ja DGT-direktoráhta
nob: Direktoratet for forvaltning og IKT

source: Hálddahus- ja DGT-direktoráhta ( HDDi ) galgá veahkehit ráđđehusa ođasmahttit almmolaš suorggi ja dahkat dan bevttoleabbon ja álkibut olahahttin .
nob: Direktoratet for forvaltning og IKT ( Difi ) skal bidra til å styrke regjeringens arbeid med å fornye offentlig sektor og gjøre den effektiv og enklere tilgjengelig .

source: HDDi galgá maid váikkuhit dasa ahte stáhta organiserejuvvo ja jođihuvvo buori vuogi mielde , ja nu ahte dárbbu mielde čađahuvvo surgiidrasttideaddji oktiiheivehallan ge .
nob: Difi skal også medvirke til at staten er organisert og ledet på en god måte , med nødvendig samordning på tvers av sektorer .

source: Dárbbu mielde sáhttá HDDi veahkehit surggiid ja doaimmahusaid njunnošiid rávvemiin , čielggademiin , árvvoštallamiin jna.
nob: Ved behov kan Difi bistå ledelsen i sektorene og virksomhetene med rådgivning , utredninger , evalueringer mv.

source: Direktoráhta sáhttá maid iežas áigumuša mielde evttohit ja čađahit dakkár bargguid .
nob: Direktoratet kan også på eget initiativ foreslå og utføre slike oppdrag .

source: Vuoruhuvvon bargamušat leat
nob: Prioriterte oppgaver er å

source: váikkuhit buriid nuppástuhttinproseassaide stáhtas
nob: bidra til gode omstilingsprosesser i staten

source: ráhkadit buori stáhtalaš diehtojuohkinpolitihka
nob: utarbeide en god statlig informasjonspolitikk

source: veahkehit ovddidit jođiheddjiid , mielbargiid ja olmmošlaš resurssaid hálddašeami stáhtas
nob: bidra til utvikling av ledere , medarbeidere og forvaltningen av de menneskelige ressursene i staten

source: lágidit buriid almmolaš sisaoastinvugiid
nob: legge til rette for gode offentlige innkjøpsrutiner

source: váikkuhit oktiiheivehallojuvvon ja goluid dáfus bevttolaš DGT-geavaheapmái almmolaš suorggis
nob: bidra til samordnet og kostnadseffektiv IKT-bruk i offentlig sektor

source: dahkat almmolaš dieđuid ja bálvalusaid Interneahtas álkibut olahahttin sihke ássiide ja hálddahussii
nob: gjøre offentlig informasjon og tjenester på Internett lettere tilgjengelig både for innbyggerne og forvaltningen

source: Direktoráhta ásahuvvui ođđajagemánu 1. b. 2008 ja dasa gullet ovddeš Statskonsult , Norge.no ja E-handelssekretariatet .
nob: Direktoratet ble opprettet 1. januar 2008 og består av tidligere Statskonsult , Norge.no og E-handelssekretariatet .

source: Dasa leat maiddái sirdojuvvon muhtun doaibmamušat ja virggit Ođasmahttin- , hálddahus- ja girkodepartemeanttas .
nob: Det er også overført enkelte oppgaver og stillinger fra Fornyings- og administrasjonsdepartementet .

source: HDDi:s leat bargit sihke Oslos ja Leikangeris .
nob: Difi har ansatte både i Oslo og Leikanger .

source: Oktavuođadieđut :
nob: Kontaktinformasjon

source: Telefovdna :
nob: Telefon :

source: Neahttasiidu Hálddahus- ja DGT-direktoráhta
nob: Nettsiden til Direktoratet for forvaltning og IKT

source: Čujuhus :
nob: Adresse :

source: Fitnanadreassa - Oslo : Sandakerveien 24 C , inngang D9 , 4. etasje Fitnanadreassa - Leikanger : Skrivarvegen 2
nob: Besøksadresse i Oslo : Grev Wedels plass 9 ( 5. etasje ) Besøksadresse i Leikanger : Skrivarvegen 2
